[
  {
    "title": "Reiklan",
    "description":"Reikland is a playable faction of The Empire introduced in Total War: Warhammer. It is led by either Karl Franz or Volkmar the Grim and can be found in the western parts of the Empire, close to Dwarfs, Greenskins, Vampire Counts and Bretonnia.It is the only Empire faction that gets access to Reiksforts and thus easy access to the Reiksgard unit, which can be considered its faction-exclusive.",
    "infoLink": "https://totalwarwarhammer.fandom.com/wiki/Reikland",
    "tags": {
      "humans": [
        "reiklan"
      ]
    },
    "x":4439.5,
    "y":4664.25
  },
  {
    "title": "GoldenCollege",
    "description": "The Golden Order is a playable faction of The Empire introduced in Total War: Warhammer II. It is led by Balthasar Gelt and can be found in the southern parts of the Empire, close to the Dwarfs, Greenskins and Skaven.",
    "infoLink": "https://totalwarwarhammer.fandom.com/wiki/The_Golden_Order",
    "tags": {
      "humans": [
        "goldencollege"
      ]
    },
    "x":4554,
    "y":4451.75
  },
  {
    "title": "The huntsmarshal's expedition",
    "description":"The Huntsmarshal's Expedition is a playable faction of The Empire introduced in Total War: Warhammer II. It is led by Markus Wulfhart and can be found on the northern coast of Lustria, surrounded by Savage Orc Tribes, Lizardmen, Skaven and the Vampire Coast.",
    "infoLink": "https://totalwarwarhammer.fandom.com/wiki/The_Huntsmarshal%27s_Expedition",
    "tags": {
      "humans": [
        "thehuntsmarshalsexpedition"
      ]
    },
    "x":1245,
    "y":2265.75
  },
  {
    "title": "Cult of sigmar",
    "description": "The Cult of Sigmar is a playable The Empire faction introduced in Total War: Warhammer III. It is led by Volkmar the Grim.",
    "infoLink": "https://totalwarwarhammer.fandom.com/wiki/Cult_of_Sigmar",
    "tags": {
      "humans": [
        "cultofsigmar"
      ]
    },
    "x":4014,
    "y":2677.25
    
  },
  {
    "title": "Couronne",
    "description": "Couronne is a playable subfaction of Bretonnia introduced in Total War: Warhammer. It is led by King Louen Leoncoeur and can be found in the western parts of The Old World.After The Empire, Bretonnia is the largest and most powerful nation of men in the Old World. They are less technologically advanced than their neighbours, but are sheltered and protected by their geography. Couronne is the capital city of Bretonnia and seat of the king. Bretonnian society has a strict division between the nobles and knights, and the lowly peasants who often live in squalor. The race is strongly based on arthurian legends and medieval France. Their armies consist of more numerous, cheaper peasant units fighting alongside a variety of powerful knights.",
    "infoLink": "https://totalwarwarhammer.fandom.com/wiki/Couronne",
    "tags": {
      "humans": [
        "couronne"
      ]
    },
    "x":4030.5,
    "y":4772.25
  },
  {
    "title": "Bordeleaux Errant",
    "description": "Bordeleaux Errant (previously known as Bordeleaux) is a playable subfaction of Bretonnia introduced in Total War: Warhammer. It is led by Alberic de Bordeleaux.",
    "infoLink": "https://totalwarwarhammer.fandom.com/wiki/Bordeleaux_Errant",
    "tags": {
      "humans": [
        "bordeleauxerrant"
      ]
    },
    "x":3999.5,
    "y":4539.75
    
  },
  {
    "title": "Carcassonne",
    "description": "Carcassonne is a playable subfaction of Bretonnia introduced in Total War: Warhammer. It is led by The Fay Enchantress and can be found in southern Bretonnia.Bretonnia is the largest and most powerful nation of men in the Old World, after The Empire. They are less technologically advanced than their neighbours, but are sheltered and protected by their geography. Carcassone is the seat of the Fay Enchantress, a spiritual leader for the people. Bretonnian society has a strict division between the nobles and knights, and the lowly peasants who often live in squalor. The race is strongly based on arthurian legends and medieval France. Their armies consist of more numerous, cheaper peasant units fighting alongside a variety of powerful knights.",
    "infoLink": "https://totalwarwarhammer.fandom.com/wiki/Carcassonne",
    "tags": {
      "humans": [
        "carcassonne"
      ]
    },
    "x":4097,
    "y":4412.5
    
  },
  {
    "title": "Chevaliers de Lyonesse",
    "description": "Chevaliers de Lyonesse Chevaliers de Lyonesse is a playable Couronne Bretonnia racial faction introduced in the Total War: Warhammer II - Chevaliers de Lyonesse free DLC. It is led by Repanse de Lyonesse and can be found on the Coast of Araby.These knights from Lyonesse are on a holy errantry war far from their homeland in fair, verdant Bretonnia. They have travelled far to the south, to the searing desert lands of Araby, gaining a foothold in Araby's coastal cities which bustle with trade in the many bazaars.They have a slightly diferent tech tree compared to the other Bretonnia faction's",
    "infoLink": "https://totalwarwarhammer.fandom.com/wiki/Chevaliers_de_Lyonesse",
    "tags": {
      "humans": [
        "chevaliersdelyonesse"
      ]
    },
    "x":3145,
    "y":3551.5
    
    
  },
  {
    "title": "karaz-a-karaz"  ,
    "description": "Karaz-a-Karak is a playable faction of Dwarfs introduced in Total War: Warhammer. It is led by either Thorgrim Grudgebearer or Grombrindal - The White Dwarf and can be found in the eastern parts of The Old World, deep in the World's Edge Mountains.",
    "infoLink": "https://totalwarwarhammer.fandom.com/wiki/Karaz-a-Karak",
    "tags": {
      "dwarfs": [
        "karazakaraz"
      ]
    },
    "x":4757.5,
    "y":4414.25
  },
  {
    "title": "Clan Angrund"  ,
    "description": "Clan Angrund is a playable faction of Dwarfs introduced in Total War: Warhammer. It is led by Belegar Ironhammer and can be found south of the Empire and east of Athel Loren.",
    "infoLink": "https://totalwarwarhammer.fandom.com/wiki/Clan_Angrund",
    "tags": {
      "dwarfs": [
        "clanangrund"
      ]
    },
    "x":4357.5,
    "y":4344.75
  },
  {
    "title": "Karaz-kadrin"  ,
    "description": "Karak Kadrin is a playable Dwarfs faction introduced in Total War: Warhammer. It is led by Ungrim Ironfist and can be found in the northern World's Edge Mountains.",
    "infoLink": "https://totalwarwarhammer.fandom.com/wiki/Karak_Kadrin",
    "tags": {
      "dwarfs": [
        "karazkadrin"
      ]
    },
    "x":4829,
    "y":4639.75
  },
  {
    "title": "Ironbrow Expedition"  ,
    "description": "Ironbrow's Expedition is a playable Dwarfs faction introduced as free DLC in Total War: Warhammer II and led by the legendary lord Thorek Ironbrow. It is playable in both campaign maps, custom battles and multiplayer.",
    "infoLink": "https://totalwarwarhammer.fandom.com/wiki/Ironbrow%27s_Expedition",
    "tags": {
      "dwarfs": [
        "ironbrowexpedition"
      ]
    },
    "x":4292,
    "y":2777.5
  },
  {
    "title": "The Ancestral Throng"  ,
    "description": "The Ancestral Throng is a playable Dwarfs faction introduced in Total War: Warhammer III. It is led by Grombrindal.",
    "infoLink": "https://totalwarwarhammer.fandom.com/wiki/The_Ancestral_Throng",
    "tags": {
      "dwarfs": [
        "theancestralthrong"
      ]
    },
    "x":49,
    "y":4830
  },
  {
    "title": "Lothern",
    "description": "Eataine is a playable High Elves faction introduced in Total War: Warhammer II. It is led by Tyrion and can be found in southern Ulthuan.",
    "infoLink": "https://totalwarwarhammer.fandom.com/wiki/Eataine",
    "tags": {
      "highelves": [
        "lothern"
      ]
    },
    "x":1906.5,
    "y":3427.25
  },
  {
    "title": "Order Of Loremasters",
    "description": "Order of Loremasters is a playable High Elves subfaction introduced in Total War: Warhammer II, led by Teclis.",
    "infoLink": "https://totalwarwarhammer.fandom.com/wiki/Order_of_Loremasters",
    "tags": {
      "highelves": [
        "orderofloremasters"
      ]
    },
    "x":4191.5,
    "y":1019.25
  },
  {
    "title": "Nagarythe",
    "description": "Nagarythe is a playable High Elves subfaction introduced in Total War: Warhammer II, led by Alith Anar. They are playable in campaign, multiplayer and custom battles.",
    "infoLink": "https://totalwarwarhammer.fandom.com/wiki/Nagarythe",
    "tags": {
      "highelves": [
        "nagarythe"
      ]
    },
    "x":852,
    "y":3674.5
  },
  {
    "title": "Avelorn",
    "description": "Avelorn is a sheltered inner kingdom of Ulthuan, ruled by the Everqueen herself who holds court among the temperate forests. The kingdom is supposedly favoured by Isha, the mother goddess, and is seen as the spiritual center of Ulthuan by High Elves. Thus Avelorn sits at Ulthuan's heart, and its symbol is hands clasping a heart, flanked by vines.",
    "infoLink": "https://totalwarwarhammer.fandom.com/wiki/Avelorn",
    "tags": {
      "highelves": [
        "avelorn"
      ]
    },
    "x":1934,
    "y":3811.5
  },
  {
    "title": "Yvresse",
    "description": "The Kingdom of Yvresse is the land of mists. It encompasses not only a sizable part of eastern Ulthuan, but also the islands of the Eastern Ocean.The mainland of Yvresse is a wild coastline, fringed by deep coniferous forests. Long fjords thrust inland from the coast. The forests tumble down the mist-shrouded valleys right to the water's edge. The foothills of the Annulii march off to form distant peaks that tower dramatically into the clouds.[5] Yvresse is the least densely populated kingdom of Ulthuan, and by those Elves from other realms, it is often considered a bleak coastal realm, and less than lovely – but to those who call it their home, the towering cliffs and soaring sea birds are sights as fine as any to be seen on the continent of Ulthuan.[1a]",
    "infoLink": "https://totalwarwarhammer.fandom.com/wiki/Yvresse",
    "tags": {
      "highelves": [
        "yvresse"
      ]
    },
    "x":2255,
    "y":3658.5
  },
  {
    "title": "Knights of Caledor",
    "description": "The Knights of Caledor are an expedition led by Prince Imrik, the ruler of Caledor in Ulthuan. While he is away, he has entrusted command of Caledor to others. Imrik is descended from two Phoenix Kings (Caledor I and Caledor II) as well as Caledor Dragontamer, companion of Aenarion, who first woke the dragons to fight against Chaos. Imrik has inherited his family's affinity for dragons.",
    "infoLink": "https://totalwarwarhammer.fandom.com/wiki/Knights_of_Caledor",
    "tags": {
      "highelves": [
        "knightsofcaledor"
      ]
    },
    "x":4893.5,
    "y":3594.25
  },
  {
    "title": "Naggarond",
    "description": "Naggarond is a great dark city that lies in the cold land of Naggaroth, on the shores of the sea of Chill. While Malekith rules over all Naggaroth, it is this city -his capital- where he holds court and personally rules with an iron grip. Called the most evil city in the world, from here Malekith gathers his personal forces and hatches his schemes. Malekith’s forces have followed him across the world in pursuit of his dark goal, and have faced the High Elves on many occasions; in spite of this, Ulthuan still stands. Nothing if not persistent, Malekith knows that soon there will be a final reckoning between the Elves – the Druchii will rise, the Asur will fall, and the work of millennia will at last be complete. If the Witch King cannot rule Ulthuan, then no one will!",
    "infoLink": "https://totalwarwarhammer.fandom.com/wiki/Naggarond",
    "tags": {
      "darkelves": [
        "naggarond"
      ]
    },
    "x":440.5,
    "y":4870.25

  },
  {
    "title": "Cult of pleasure",
    "description": "The events that led to the sundering happened millennia ago, and yet, the grand architect of a whole race’s tragedy not only still lives but remains one of the most powerful of all their rulers. She is the mother of the Witch King; she is Morathi, the Hag Sorceress of Ghrond.",
    "infoLink": "https://totalwarwarhammer.fandom.com/wiki/Cult_of_Pleasure",
    "tags": {
      "darkelves": [
        "cultofpleasure"
      ]
    },
    "x":506,
    "y":3536.5
  },
  {
    "title": "Hag Graef",
    "description": "Hag Graef, the Black Crag, is a sinister and foreboding place, built at the bottom of a cold, dark canyon and completely surrounded by mountains of bare rock that stretch into the clouds. It is a city permanently in shadow, for no sunlight ever reaches its walls. Hag Graef is a place of twisted and impossible architecture. Its eight black towers rise from the canyon floor like the ossified remains of some loathsome cephalopod. Between the towers are strung walkways, platforms and bridges of every shape and size. Some are fashioned from withered timber and soot-stained bone, others are crafted from jagged stone or woven from the silk of monstrous spiders.",
    "infoLink": "https://totalwarwarhammer.fandom.com/wiki/Hag_Graef",
    "tags": {
      "darkelves": [
        "haggraef"
      ]
    },
    "x":439,
    "y":4751.75
    

  },
  {
    "title": "Har Ganeth",
    "description": "Har Ganeth is the center of Khaine-worship in Naggaroth. Ruled by Crone Hellebron, the Hag Queen, the Blood Queen, the leader of Khaine's Cult, it is here that said cult is strongest. Ironically, Har Ganeth is also one of the most law-abiding cities in Naggaroth, with it's harsh laws enforced by the sharp blades of the Har Ganeth Executioners. However, when a Death Night is called, the Witch Elves and Death Hags of the Cult of Khaine remain free to murder and slaughter and abduct future Khainite Assassins. Har Ganeth has a fierce rivalry with Morathi and her followers, and the two groups often vie for influence in the Witch King's court.",
    "infoLink": "https://totalwarwarhammer.fandom.com/wiki/Har_Ganeth",
    "tags": {
      "darkelves": [
        "harganeth"
      ]
    },
    "x":957,
    "y":4939.75
  },
  {
    "title": "The blessed dread",
    "description": "Lokhir Fellheart, the Krakenlord of Karond Kar, is loosed upon the world! The latest and most notorious of his line, he plies the coastlines and seaways of the world, plundering ports and settlements for their riches and enslaving their inhabitants.",
    "infoLink": "https://totalwarwarhammer.fandom.com/wiki/The_Blessed_Dread",
    "tags": {
      "darkelves": [
        "theblesseddread"
      ]
    },
    "x":7093,
    "y":4172.25
  },
  {
    "title": "The Thousand Maws",
    "description": "Since the distant days of Nagarythe, the Dark Elves have been experts at bending beasts and animals to their will. However, some show exceptional aptitude in this, and can command even the unruliest beasts with a single word. They are the famed Beastmasters. When a child shows talent for taming animals he is sent to the city of Karond Kar to study under the masters who dwell there.",
    "infoLink": "https://totalwarwarhammer.fandom.com/wiki/The_Thousand_Maws",
    "tags": {
      "darkelves": [
        "thethousandmaws"
      ]
    },
    "x":1082,
    "y":1269.5
  },
  {
    "title": "Orion",
    "description": "",
    "infoLink": "",
    "tags": {
      "woodelves": [
        "orion"
      ]
    },
    "x":4315.5,
    "y":4429.75
  },
  {
    "title": "Roble eterno",
    "description": "",
    "infoLink": "",
    "tags": {
      "woodelves": [
        "orion"
      ]
    },
    "x":4321,
    "y":4474.25
  },
  {
    "title": "Argwylon",
    "description": "Argwylon is a playable sub-faction of Wood Elves introduced in Total War: Warhammer. It is led by Durthu and can be found in northern Athel Loren, in the middle of the Old World.The Wood Elves are a mysterious race of fickle elves and their forest-spirit allies, who dwell in the magical forest of Athel Loren. Their military features elite elven units who tend to be only lightly armoured, along with forest spirits such as Dryads and some monsters. Their archers are arguably the best in the game. Argwylon is a faction focused on the plant-like forest spirits and wild beasts of Athel Loren, with Elven units taking a backseat. Their mechanics differ slightly from Talsyn.",
    "infoLink": "https://totalwarwarhammer.fandom.com/wiki/Argwylon",
    "tags": {
      "woodelves": [
        "argwylon"
      ]
    },
    "x":4285.5,
    "y":4504.25
  },
  {
    "title": "Heralds of Ariel",
    "description": "Heralds of Ariel is a Wood Elves faction introduced in Total War: Warhammer II with The Twisted and the Twilight. It is led by the Sisters of Twilight and can be found in The Witchwood, in the center of Naggaroth.",
    "infoLink": "https://totalwarwarhammer.fandom.com/wiki/Heralds_of_Ariel",
    "tags": {
      "woodelves": [
        "heraldsofariel"
      ]
    },
    "x":471,
    "y":3788.5
  },
  {
    "title": "Wargrove of Woe",
    "description": "Wargrove of Woe is a playable Wood Elves faction introduced in Total War: Warhammer II with The Twisted and the Twilight. It is led by Drycha and can be found in Gryphon Wood, in the eastern parts of the Empire.",
    "infoLink": "https://totalwarwarhammer.fandom.com/wiki/Wargrove_of_Woe",
    "tags": {
      "woodelves": [
        "wargroveofwoe"
      ]
    },
    "x":4678.5,
    "y":4663.25
  },
  {
    "title": "Grimgor's 'Ardboyz",
    "description": "Orcs and Goblins are the scourge of the Old World. Collectively known as Greenskins, they are an aggressive and brutal race with an unquenchable love of fighting. For most nations, war is a means to an end - an act of aggression to conquer and dominate an enemy. However, the Greenskins - and the Orcs in particular - revel in battle purely for the sake of it. Orcs are built for violence - brutal, bullying creatures of jutting jaws and hulking appearance. The Goblins, by contrast, are smaller but more cunning as they mob up in greater numbers. This motley cast is supported by a fell menagerie of other creatures from wolves to Trolls, monstrous spiders to lumbering Giants.",
    "infoLink": "https://totalwarwarhammer.fandom.com/wiki/Grimgor%27s_%27Ardboyz",
    "tags": {
      "greenskins": [
        "grimgorardboyz"
      ]
    },
    "x":5238,
    "y":5030.25
  }
  ,
  {
    "title": "Bonerattlaz",
    "description": "Azhag the Slaughterer is one of the most infamous Orcish Warlords in recent history. He has brought a trail of ruin and destruction to the northern lands of the Old World, laying waste to cities, fortresses and mountain strongholds wherever he goes. Atop his head lies the key to his power and uncommon intelligence in tactics and warfare - an ominous iron crown which emanates an ancient evil long thought forgotten from history. It is from this crown, a relic of olden days, which granted Azhag sorcerous powers and gave him the vision he needed to command a Waaagh! of epic proportions.",
    "infoLink": "https://totalwarwarhammer.fandom.com/wiki/Bonerattlaz",
    "tags": {
      "greenskins": [
        "bonerattlaz"
      ]
    },
    "x":4854.5,
    "y":4737.75
    
  }
  ,
  {
    "title": "The Bloody Handz",
    "description": "Traditionally, the Greenskins wander the Badlands as individual tribes, only coming together when the call to Waaagh! goes out. One such occasion is now; Wurrzag - aligned with the Orcs of the Bloody Handz tribe, who seek the greatness they believe 'Da Great Green Prophet' can bring them - is abroad, and has wandered into the Dragonback Mountains in search of more than just plunder and the inevitable scrap to get his filthy green hands on it.",
    "infoLink": "https://totalwarwarhammer.fandom.com/wiki/The_Bloody_Handz",
    "tags": {
      "greenskins": [
        "thebloodyhandz"
      ]
    },
    "x":4343,
    "y":4043.5
    
  }
  ,
  {
    "title": "Crooked Moon",
    "description": "Orcs and Goblins are the scourge of the Old World. Collectively known as Greenskins, they are an aggressive and brutal race with an unquenchable love of war. Orcs are built for violence – brutal, bullying creatures of jutting jaws and hulking appearance. The Goblins, by contrast, are smaller but more cunning as they mob-up in greater numbers.",
    "infoLink": "https://totalwarwarhammer.fandom.com/wiki/Crooked_Moon",
    "tags": {
      "greenskins": [
        "crookedmoon"
      ]
    },
    "x":4649.5,
    "y":4072.75
    
  }
  ,
  {
    "title": "Broken Axe",
    "description": "The Broken Axe tribe is a clan of Goblins that live at the eastern side of the Worlds Edge Mountains occupying one of the countless tumble-down fortresses that line the craggy and tunnel strewn passes.Some time around 2400 IC a Goblin named Grom engaged in a now infamous eating contest, ingesting a plate of raw Troll steaks. After weeks of fevered indigestion and almost terminal flatulence, Grom's stomach managed to digest the Troll flesh as fast as it regrew, making him grow quickly in size and power.",
    "infoLink": "https://totalwarwarhammer.fandom.com/wiki/Broken_Axe",
    "tags": {
      "greenskins": [
        "brokenaxe"
      ]
    },
    "x":4175,
    "y":4546.25
  }
  ,
  {
    "title": "Goldtooth",
    "description": "Ogres are a race of large humanoids, tough, vicious and always hungry. Semi-nomadic in nature, wandering Ogre tribes can be found wrecking their way across the known world, yet no matter how far away they may be, all Ogres consider the scattered tribal kingdoms that dominate the slopes and river valleys of the Mountains of Mourn to be their rightful, hard-earned homeland.",
    "infoLink": "https://totalwarwarhammer.fandom.com/wiki/Goldtooth",
    "tags": {
      "ogre": [
        "goldtooth"
      ]
    },
    "x":5614,
    "y":4045.75
  },
  {
    "title": "Disciples of the Maw",
    "description": "Disciples of the Maw is a playable Ogre Kingdoms Ogre Kingdoms faction introduced in Total War: Warhammer III. It is led by Skrag the Slaughterer.",
    "infoLink": "https://totalwarwarhammer.fandom.com/wiki/Disciples_of_the_Maw",
    "tags": {
      "ogre": [
        "disciplesofthemaw"
      ]
    },
    "x":4251,
    "y":4198.5
  },
  {
    "title": "The Drakenhof Conclave",
    "description": "Once fertile, populous and prosperous, the Land of the Dead has been ravaged by centuries of war and neglect. Here, the searing heat of the desert sun is the least of any wandering traveler's worries, for the taint of Nagash's Great Ritual still lingers from the distant past. In this ghost haunted realm, countless unquiet spirits and elementals flit around great mortuary temples and dark tombs, their cries heard screaming in the wind. Yet still there are those who would brave this cursed place for causes both righteous and covetous.",
    "infoLink": "https://totalwarwarhammer.fandom.com/wiki/The_Drakenhof_Conclave",
    "tags": {
      "vampirecounts": [
        "thedrakenhofconclave"
      ]
    },
    "x":4158,
    "y":2733.5
  }
  ,
  {
    "title": "Castle Drakenhof",
    "description": "From the icy Sea of Claws in the north to the soaring Black Mountains in the south, the individuality of the Empire's provinces is much defined by its landscape. Its vast forest provide food and materials of production, while wide rivers and traversable valleys facilitate trade and transport. Yet at times, the land itself seems to strive against progress, concealing monsters and enemies of all sorts amongst its craggy passes and dark groves. Peril awaits within and without, but the nations of men have thus far proved equal to the challenge...",
    "infoLink": "https://totalwarwarhammer.fandom.com/wiki/Sylvania",
    "tags": {
      "vampirecounts": [
        "voncarstein"
      ]
    },
    "x":4649,
    "y":4564.75
  }
  ,
  {
    "title": "Swartzhafen",
    
    "description": "From the icy Sea of Claws in the north to the soaring Black Mountains in the south, the individuality of the Empire's provinces is much defined by its landscape. Its vast forest provide food and materials of production, while wide rivers and traversable valleys facilitate trade and transport. Yet at times, the land itself seems to strive against progress, concealing monsters and enemies of all sorts amongst its craggy passes and dark groves. Peril awaits within and without, but the nations of men have thus far proved equal to the challenge...",
    "infoLink": "https://totalwarwarhammer.fandom.com/wiki/Sylvania",
    "tags": {
      "vampirecounts": [
        "voncarstein"
      ]
    },
    "x":4599,
    "y":4547.75
  },
  {
    "title": "Hexoatl",
    "description": "Hexoatl is a playable Lizardmen faction introduced in Total War: Warhammer II. It is led by Lord Mazdamundi and can be found in northern Lustria.",
    "infoLink": "https://totalwarwarhammer.fandom.com/wiki/Hexoatl",
    "tags": {
      "lizardmen": [
        "hexoatl"
      ]
    },
    "x":698.5,
    "y":2668.75
    
  },
  {
    "title": "https://totalwarwarhammer.fandom.com/wiki/Hexoatl",
    
    "description": "Last Defenders is a playable Lizardmen faction introduced in Total War: Warhammer II, led by Kroq-Gar.",
    "infoLink": "https://totalwarwarhammer.fandom.com/wiki/Last_Defenders",
    "tags": {
      "lizardmen": [
        "lastdefenders"
      ]
    },
    "x":4363,
    "y":2599.5
    
  },
  {
    "title": "Tlaqua",
    
    "description": "Tlaqua is a playable Lizardmen faction introduced in Total War: Warhammer II as part of the Doomsayers Update. It is led by Tiktaq'to, and can be downloaded free from Steam by clicking here.",
    "infoLink": "https://totalwarwarhammer.fandom.com/wiki/Tlaqua",
    "tags": {
      "lizardmen": [
        "tlaqua"
      ]
    },
    "x":4015,
    "y":2442.5
    
  },
  {
    "title": "Cult of Sotek",
    
    "description": "Cult of Sotek is a playable Lizardmen faction introduced in Total War: Warhammer II as part of The Prophet and the Warlock DLC. It is led by Tehenhauin.",
    "infoLink": "https://totalwarwarhammer.fandom.com/wiki/Cult_of_Sotek",
    "tags": {
      "lizardmen": [
        "cultofsotek"
      ]
    },
    "x":2251,
    "y":807.5
    
  },
  {
    "title": "Itza",
    
    "description": "Itza is a playable Lizardmen faction introduced in Total War: Warhammer II at launch and later made playable with the Empire Undivided Update.The faction was previously led by the Saurus Old-Blood Rinki but is now ruled by Gor-Rok, the Great White Lizard. Itza can be found in the heart of Lustria.To play as Itza, you must download the free-DLC 'Gor-Rok' which can found here.",
    "infoLink": "https://totalwarwarhammer.fandom.com/wiki/Itza",
    "tags": {
      "lizardmen": [
        "itza"
      ]
    },
    "x":1753,
    "y":1392.5
  }, 
  {
    "title": "Spirit of the Jungle",
    
    "description": "Spirit of the Jungle is a playable Lizardmen faction introduced in Total War: Warhammer II with The Hunter and the Beast DLC. It is the first Horde faction for the Lizardmen, led by the legendary lord Nakai the Wanderer.",
    "infoLink": "https://totalwarwarhammer.fandom.com/wiki/Spirit_of_the_Jungle",
    "tags": {
      "lizardmen": [
        "spiritofthejungle"
      ]
    },
    "x":6900,
    "y":3125
    
  },
  {
    "title": "Ghosts of Pahuax",
    
    "description": "Ghosts of Pahuax is a playable Lizardmen Lizardmen faction introduced in the Total War: Warhammer II The Silence & The Fury DLC and is led by legendary lord Oxyotl. It starts in the western parts of the Southern Chaos Wastes.",
    "infoLink": "https://totalwarwarhammer.fandom.com/wiki/Ghosts_of_Pahuax",
    "tags": {
      "lizardmen": [
        "ghostsofpahuax"
      ]
    },
    "x":3770,
    "y":553
    
  },
  {
    "title": "World Walkers",
    
    "description": "World Walkers is a playable subfaction of Norsca introduced in Total War: Warhammer. It is led by Wulfrik the Wanderer and can be found in Norsca, north of The Old World.Norsca is an icy mountainous peninsula in the far north, under the shadow of Chaos. Its inhabitants (the hardy and warlike Norscan Tribes) are Chaos-worshippers, and they share their inhospitable land with ferocious monsters. When the Norscans raid and plunder other lands, it is with hordes of barbarian warriors backed up by trolls, mammoths, fimir, skin-wolves and even mighty frost-drakes.",
    "infoLink": "https://totalwarwarhammer.fandom.com/wiki/World_Walkers",
    "tags": {
      "norsca": [
        "worldwalkers"
      ]
    },
    "x":3984.5,
    "y":5135.25
    
    
  },
  {
    "title": "Wintertooth",
    
    "description": "Wintertooth is a sub-faction of Norsca introduced in Total War: Warhammer. It is led by Throgg and can be found in eastern Norsca, in the northern Old World. The faction is playable in the The Old World, Mortal Empires, and Immortal Empires campaigns, and appears as a non-playable faction in The Realm of Chaos.Norsca is an icy mountainous peninsula in the far north, under the shadow of Chaos. Its inhabitants (the hardy and warlike Norscan Tribes) are Chaos-worshippers, and they share their inhospitable land with ferocious monsters. When the Norscans raid and plunder other lands, it is with hordes of barbarian warriors backed up by trolls, mammoths, fimir, skin-wolves and even mighty frost-drakes.",
    "infoLink": "https://totalwarwarhammer.fandom.com/wiki/Wintertooth",
    "tags": {
      "norsca": [
        "wintertooth"
      ]
    },
    "x":4517,
    "y":5295.25
    
    
  },
  {
    "title": "ChaosWarriorsSpawn",
    "description": "",
    "infoLink": "",
    "tags": {
      "chaos": [
        "chaoswarriors"
      ]
    },
    "x":5070,
    "y":5354.5
  }

  
  
]





